Repository: zaitsevyan/Theseus
Catalog: Handlers/Minecraft/MinecraftStrings.*.resx
Languages: ru

# Servers.Command
source: servers
ru: сервера

# Servers.Note
source: List of servers
ru: Список серверов

# Servers.PrintTitle
source: Servers
ru: Сервера

# Players.Command
source: players
ru: онлайн

# Players.Usage
source: [server] [server] ...
ru: [сервер] [сервер] ...

# Players.Note
source: Current [server]'s online. If no arguments, returns online for every server
ru: Текущий онлайн [сервер]'а. Если не указано, показывает онлайн всех серверов

# Players.PrintTitle
source: Players
ru: Онлайн

source: Ping
ru: Пинг

source: Connection error
ru: Ошибка соединения

source: Parse error
ru: Ошибка разбора данных

# Ban.Command
source: ban
ru: бан

# Ban.Usage
source: <value>[--time=1d] <player>
ru: <value>[--time=1d] <имя игрока>

# Ban.Ok
source: Player {0} banned: {1}
ru: Игрок {0} забанен: {1}

# Ban.Note
source: Ban <player>. Time modifiers are Y, M, W, d, h, m
ru: Забанить <имя игрока>. Модификаторы времени: Y, M, W, d, h, m

# Unban.Command
source: unban
ru: Разбанить

# Unban.Usage
source: <player>
ru: <имя игрока>

# Unban.Note
source: Unban <player>
ru: Разбанить <имя игрока>

# Unban.Ok
source: "Player {0} unbaned"
ru: "Игрок {0} разбанен"

# PlayerNameMissing
source: Player name is not defined
ru: Имя игрока не указано

# OptionsParseError
source: Cannot parse command options
ru: Не могу разобрать опции команды

# Time.Forever
source: forever
ru: навсегда
